Repository: TaherZaki/el-modras
Catalog: EL-Modras/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: Alphabet
ar: الحروف

source: Amazing!
ar: رائع!

# analyzing_pronunciation
source: Analyzing your pronunciation...
ar: جاري تحليل النطق...

source: Animals
ar: الحيوانات

# app_name
source: EL-Modras
ar: المُدَرِّس

source: Camera
ar: الكاميرا

source: Categories
ar: الأقسام

source: Checking pronunciation...
ar: بسمع النطق...

# choose_lesson
source: Choose a lesson and start learning!
ar: اختار درس وابدأ تعلم!

source: Colors
ar: الألوان

source: Day Streak
ar: أيام متتالية

source: Family
ar: العائلة

source: Food
ar: الطعام

source: Getting ready...
ar: جاري التحضير...

source: Good Afternoon! 🌤️
ar: مساء الخير! 🌤️

source: Good Evening! 🌙
ar: مساء الخير! 🌙

source: Good Morning! ☀️
ar: صباح الخير! ☀️

# good_try
source: Good try! Try again
ar: شاطر! جرب تاني كمان مرة

# great_job
source: Great job, champion! 🎉
ar: برافو عليك يا بطل! 🎉

source: Greetings
ar: التحيات

source: Home
ar: الرئيسية

# keep_going
source: Keep going! You can do it!
ar: كمل! انت قدها!

# learn_new_words
source: Learn 5 new words
ar: تعلم 5 كلمات جديدة

# lesson_complete
source: 🎉 Lesson complete! Amazing!
ar: 🎉 خلصت الدرس! شاطر أوي!

source: Lessons
ar: الدروس

# let_me_listen
source: Let me listen carefully...
ar: خليني أسمع كويس...

source: Let's learn:
ar: يلا نتعلم:

# lets_start_lesson
source: Let's start the lesson!
ar: يلا نبدأ الدرس!

# listening
source: Listening... tap when done
ar: بسمعك... اضغط لما تخلص

# listening_say_word
source: I'm listening... say the word!
ar: بسمعك... قول الكلمة!

source: Loading...
ar: جاري التحميل...

# minutes
source: min
ar: دقائق

source: Numbers
ar: الأرقام

source: of
ar: من

# press_and_say
source: Press and say the word!
ar: اضغط وقول الكلمة!

source: Recording...
ar: جاري التسجيل...

source: Stars
ar: النجوم

source: Tap any lesson! 👇
ar: اضغط على أي درس! 👇

# tap_teacher
source: Tap the teacher! 👆
ar: اضغط على المدرس! 👆

source: Tap to hear!
ar: اضغط للسماع!

source: Today
ar: اليوم

# today_goal
source: Today's Goal
ar: هدف اليوم

source: Words
ar: كلمات

source: Words to Learn
ar: الكلمات للتعلم
